{"amidrp19": {"text": "Amid rumors that there were prehistoric mammoths wandering around the unknown region and that somewhere in its wilds was a mountain of rock salt 80 by 50 miles in extent, the two captains set out．", "id": "amidrp19", "log": [{"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAhU1BgFl0w=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAxQcHA05LQ=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBRYyNAaBZw=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBhUAEAIn2w=="]]}}]}, "potentialhp35": {"text": "Because the potential hazards pollen grains are subject to as they are transported over long distances are enormous, wind pollinated plants have, in the view above, compensated for the ensuing loss of pollen through happenstance by virtue of producing an amount of pollen that is one to three orders of magnitude greater than the amount produced by species pollinated by insects.", "id": "potentialhp35", "log": [{"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAhU1BgFmAw=="]]}}, {"action": 1, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAxQcHA05iQ=="]]}}, {"action": 1, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBRYyNAaBtg=="]]}}]}, "nonets31": {"text": "None of these translations to screen and stage, however, dramatize the anarchy at the conclusion of A Connecticut Yankee ,  which ends with the violent overthrow of Morgan ’ s three-year-old progressive order and his return to the nineteenth century, where he apparently commits suicide after being labeled a lunatic for his incoherent babblings about drawbridges and battlements.", "id": "nonets31", "log": [{"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAhU1BgFmKQ=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAxQcHA05Eg=="]]}}]}, "olderpb22": {"text": "The older painters, most of whom were born before 1835, practiced in a mode often self-taught and monopolized by landscape subject matter and were securely established in and fostered by the reigning American art organization, the National Academy of Design．", "id": "olderpb22", "log": [{"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAhU1BgFmRQ=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAxQcHA05SQ=="]]}}, {"action": 1, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBRYyNAaBig=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBhUAEAInFQ=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBxUyEQQUGg=="]]}}]}, "sameth35": {"text": "The same thing happens to this day, though on a smaller scale, wherever a sediment-laden river or stream emerges from a mountain valley onto relatively flat land, dropping its load as the current slows: the water usually spreads out fanwise, depositing the sediment in the form of a smooth, fan-shaped slope.", "id": "sameth35", "log": [{"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAhU1BgFmZA=="]]}}, {"action": 1, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAxQcHA041A=="]]}}, {"action": 1, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBRYyNAaBRw=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBhUAEAInpA=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBxUyEQQT1A=="]]}}]}, "portrayalsfm27": {"text": "Portrayals of the folk of Mecklenburg County, North Carolina, whom he remembers from early childhood, of the jazz musicians and tenement roofs of his Harlem days, of Pittsburgh steelworkers, and his reconstruction of classical Greek myths in the guise of the ancient Black kingdom of Benin, attest to this.", "id": "portrayalsfm27", "log": [{"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAhU1BgFmgg=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAxQcHA05Zw=="]]}}]}, "nonviolentdc15": {"text": "Nonviolent demonstrations often create such tension that a community which has constantly refused to acknowledge its injustices is forced to correct them: the injustices can no longer be ignored.", "id": "nonviolentdc15", "log": [{"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAhU1BgFmmA=="]]}}]}, "defectaw9": {"text": "Is this a defect,or are the authors working out of,or trying to forge,a different kind of aesthetic?", "id": "defectaw9", "log": [{"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAhU1BgFmqA=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAxQcHA05mg=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBRYyNAaA7A=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBhUAEAInuw=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBxUyEQQUSQ=="]]}}]}, "estimatesia25": {"text": "Estimates indicate that the aquifer contains enough water to fill Lake Huron, but unfortunately, under the semiarid climatic conditions that presently exist in the region, rates of addition to the aquifer are minimal, amounting to about half a centimeter a year.", "id": "estimatesia25", "log": [{"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAhU1BgFmwg=="]]}}]}, "ordersa25": {"text": "In order for the structure to achieve the size and strength necessary to meet its purpose, architecture employs methods of support that, because they are based on physical laws, have changed little since people first discovered them—even while building materials have changed dramatically.", "id": "ordersa25", "log": [{"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAhU1BgFm3Q=="]]}}]}, "mauricedp19": {"text": "In 1955 Maurice Duverger published The Political Role of Women, the first behavioralist, multinational comparison of women's electoral participation ever to use election data and survey data together.", "id": "mauricedp19", "log": []}, "seventeenthco18": {"text": "In the seventeenth century the organ, the clavichord, and the harpsichord became the chief instruments of the keyboard group, a supremacy they maintained until the piano supplanted them at the end of the eighteenth century．", "id": "seventeenthco18", "log": []}, "calledvp13": {"text": "They are called virtual particles in order to distinguish them from real particles,whose lifetimes are not constrained in the same way,and which can be detected.", "id": "calledvp13", "log": []}, "debatelg19": {"text": "The debate was launched by the Government, which invited anyone with an opinion of the BBC--including ordinary listeners and viewers to say what was good or bad about the Corporation,and even whether they thought it was worth keeping.", "id": "debatelg19", "log": []}, "americanes23": {"text": "The American economic system is organized around a basically private-enterprise and market-oriented economy in which consumers largely determine what shall be produced by spending their money in the marketplace for those goods and services that they want most.", "id": "americanes23", "log": []}, "incentivefw21": {"text": "The incentive of the farmers who wish to conserve water is reduced by their knowledge that many of their neighbours are profiting by using great amounts of water, and in the process are drawing down the entire region’s water supplies.", "id": "incentivefw21", "log": []}, "shortln19": {"text": "In short, a leader of the new school contends, the scientific revolution, as we call it, was largely the improvement and invention and use of a series of instruments that expanded the reach of science in innumerable direction.", "id": "shortln19", "log": []}, "verysf18": {"text": "A very specialized feeding adaptation in zooplankton is that of the tadpole-like appendicularian who lives in a walnut-sized（or smaller）balloon of mucus equipped with filters that capture and concentrate phytoplankton.", "id": "verysf18", "log": []}, "multiplicityss36": {"text": "In the multiplicity of small-scale local egalitarian or quasi-egalitarian organizations for fellowship, worship and production that flourished in this laissez-faire environment, individuals could interact with one another within a community of harmony and ideological equality, following their own popularly elected leaders and governing themselves by shared consensus while minimizing distinctions of wealth and power.", "id": "multiplicityss36", "log": []}, "thesiswr38": {"text": "His thesis works relatively well when applied to discrimination against Blacks in the United States, but his definition of racial prejudice as “racially-based negative prejudgments against a group generally accepted as a race in any given region of ethnic competition,“ can be interpreted as also including hostility toward such ethnic groups as the Chinese in California and the Jews in medieval Europe.", "id": "thesiswr38", "log": []}, "althoughma24": {"text": "Although these molecules allow radiation at visible wavelengths,where most of the energy of sunlight is concentrated,to pass through,they absorb some of the longer-wavelength,infrared emissions radiated from the Earth’s surface,radiation that would otherwise be transmitted back into space.", "id": "althoughma24", "log": []}, "scientistslb15": {"text": "Scientists long believed that two nerve clusters in the human hypothalamus, called suprachiasmatic nuclei (SCNs), were what controlled our circadian rhythms.", "id": "scientistslb15", "log": [{"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAxQcHA05ww=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBRYyNAaB0A=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBhUAEAInPg=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBxUyEQQUMw=="]]}}]}, "roleta21": {"text": "The role those anthropologists ascribe to evolution is not of dictating the details of human behavior but one of imposing constraints—ways of feeling,  thinking,  and acting that “come naturally“ in archetypal situations in any culture.", "id": "roleta21", "log": []}, "researcherssd20": {"text": "These researchers have sought to demonstrate that their work can be a valuable tool not only of science but also of history, providing flesh insights into the daily lives of ordinary people whose existences might not otherwise be so well documented．", "id": "researcherssd20", "log": []}, "withoutka16": {"text": "Without this knowledge we can appreciate only the formal content of Egyptian art, and we will fail to understand why it was produced or the concepts that shaped it and caused it to adopt its distinctive forms.", "id": "withoutka16", "log": []}, "neverthelessrp16": {"text": "Nevertheless, researchers of the Pleistocene epoch have developed all sorts of more or less fanciful model schemes of how they would have arranged the Ice Age had they been in charge of events.", "id": "neverthelessrp16", "log": []}, "wellpv15": {"text": "How well the predictions will be validated by later performance depends upon the amount, reliability, and appropriateness of the information used and on the skill and wisdom with which it is interpreted.", "id": "wellpv15", "log": []}, "lowna13": {"text": "A low number of algal cells in the presence of a high number of grazers suggested,but did not prove,that the grazers had removed most of the algae.", "id": "lowna13", "log": []}, "methodscd14": {"text": "The methods that a community devises to perpetuate itself come into being to preserve aspects of the cultural legacy that that community perceives as essential.", "id": "methodscd14", "log": []}, "affordingsp19": {"text": "Affording strategic proximity to the Strait of Gibraltar, Morocco was also of interest to the French throughout the first half of the twentieth century because they assumed that without it their grip on Algeria would never be secure.", "id": "affordingsp19", "log": []}, "fewac35": {"text": "A few art collectors Tames Bowdoin III of Boston, William Byrd of Virginia, and the Aliens and Hamiltons of Philadelphia introduced European art traditions to those colonists privileged to visit their galleries, especially aspiring artists, and established in their respective communities the idea of the value of art and the need for institutions devoted to its encouragement．", "id": "fewac35", "log": []}, "increasenm33": {"text": "The increase in the numbers of married women employed outside the home in the twentieth century had less to do with the mechanization of housework and an increase in leisure time for these women than it did with their own economic necessity and with high marriage rates that shrank the available pool of single women workers, previously, in many cases, the only women employers would hire.", "id": "increasenm33", "log": []}, "despitevc12": {"text": "Despite these vague categories ,  one should not claim unequivocally that hostility between recognizable classes cannot be legitimately observed.", "id": "despitevc12", "log": []}, "periodspz25": {"text": "In the periods of peak zooplankton abundance,that is,in the late spring and in the summer,Haney recorded maximum daily community grazing rates,for nutrient-poor lakes and bog lakes,respectively,of 6.6 percent and 114 percent of daily phytoplankton production.", "id": "periodspz25", "log": []}, "casefr15": {"text": "Only in the case of the February Revolution do we lack a useful description of participants that might characterize it in the light of what social history has taught us about the process of revolutionary mobilization.", "id": "casefr15", "log": [{"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAxQcHA05sA=="]]}}, {"action": 1, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBRYyNAaBGw=="]]}}, {"action": 1, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBhUAEAInbQ=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBxUyEQQTfA=="]]}}]}, "falloispp30": {"text": "Fallois proposed that Proust had tried to begin a novel in 1908, abandoned it for what was to be a long demonstration of Saint-Beuve’s blindness to the real nature of great writing, found the essay giving rise to personal memories and fictional developments, and allowed these to take over it a steadily developing novel.", "id": "falloispp30", "log": []}, "agriculturetm20": {"text": "In agriculture, the transformation was marked by the emergence of the grain elevators, the cotton presses, the warehouses, and the commodity exchanges that seemed to so many of the nation's farmers the visible sign of a vast conspiracy against them.", "id": "agriculturetm20", "log": []}, "recentdd28": {"text": "But the recent discovery of detailed similarities in the skeletal structure of the flippers in all three groups undermines the attempt to explain away superficial resemblance as due to convergent evolution—the independent development of similarities between unrelated groups in response to similar environmental pressures.", "id": "recentdd28", "log": []}, "imperturbabilityfe17": {"text": "His imperturbability in the face of evidence indicating his deliberate fraud failed to reassured supporters of his essential probity；instead, it meant a talent for guile that they had never suspected.", "id": "imperturbabilityfe17", "log": []}, "todayca19": {"text": "What we today call American folk art was, indeed, art of, by, and for ordinary, everyday “folks” who, with increasing prosperity and leisure, created a market for art of all kinds, and especially for portraits．", "id": "todayca19", "log": []}, "answerla24": {"text": "The answer lies apparently not in the increased energy costs of exaggerated begging—such energy costs are small relative to the potential gain in calories— but rather in the damage that any successful cheater would do to its siblings, which share genes with one another.", "id": "answerla24", "log": []}, "indeedsb22": {"text": "Indeed, stability of the biological clock's period is one of its major features, even when the organism's environment is subjected to considerable changes in factors, such as temperature, that would be expected to affect biological activity strongly.", "id": "indeedsb22", "log": []}, "gainedcb22": {"text": "However, as they gained cohesion, the Bluestockings came to regard themselves as a women’s group and to possess a sense of female solidarity lacking in the salonnieres, who remained isolated from one another by the primacy each held in her own salon.", "id": "gainedcb22", "log": [{"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBRYyNAaCGQ=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBhUAEAIn/g=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBxUyEQQT+A=="]]}}]}, "citiesea35": {"text": "It was in the cities that the elements that can be associated with modern capitalism first appeared--the use of money and commercial paper in place of barter, open competition in place of social deference and hierarchy, with an attendant rise in social disorder, and the appearance of factories using coal or water power in place of independent craftspeople working with hand tools．", "id": "citiesea35", "log": []}, "waizerad25": {"text": "Yet Waizer’s argument, however deficient, does point to one of the most serious weaknesses of capitalism-namely , that it brings to predominant positions in a society people who , no matter how legitimately they have earned their material rewards, often lack those other qualities that evoke affection or admiration.", "id": "waizerad25", "log": []}, "methodsi18": {"text": "The method of scientific investigation is nothing but the expression of the necessary mode of working of the human mind; it is simply the mode by which all phenomena are reasoned about and given precise and exact explanation.", "id": "methodsi18", "log": []}, "whetherut21": {"text": "Whether to use tests, other kinds of information, or both in a particular situation depends, therefore, upon the evidence from experience concerning comparative validity and upon such factors as cost and availability.", "id": "whetherut21", "log": []}, "systempn15": {"text": "Only when a system possesses natural or artificial boundaries that associate the water within it with the hydrologic cycle may the entire system properly be termed hydrogeologic.", "id": "systempn15", "log": []}, "thosesa16": {"text": "Yet those who stress the achievement of a general consensus among the colonists cannot fully understand that consensus without understanding the conflicts that had to be overcome or repressed in order to reach it.", "id": "thosesa16", "log": []}, "moreoverab37": {"text": "Moreover, in addition to its being a transportation pathway equipped with a mammoth physical plant of tracks signals, crossings, bridges, and junctions, plus telegraph and telephone lines the railroad nurtured factory complexes, coat piles, warehouses, and generating stations, forming along its right of way what has aptly been called “the metropolitan corridor” of the American landscape.", "id": "moreoverab37", "log": []}, "broadla25": {"text": "The broad language of the amendment strongly suggests that its framers were proposing to write into the Constitution not a laundry list of specific civil rights but a principle of equal citizenship that forbids organized society from treating any individual as a member of an inferior class.", "id": "broadla25", "log": []}, "clarkbp16": {"text": "Clark believes this possibility has been obscured by the recent sociological fashion, exemplified by Braverman’s analysis, that emphasizes the way machinery reflects social choices.", "id": "clarkbp16", "log": []}, "subjectum32": {"text": "Its subject（to use Maynard Mack’s categories）is \"life-as-spectacle, \" for readers, diverted by its various incidents ,  observe its hero Odysseus primarily from without ； the tragic Iliad ,  however ,  presents \"life-as-experience\": readers are asked to identify with the mind of Achilles,  whose motivations render him a not particularly likable hero.", "id": "subjectum32", "log": []}, "onesf22": {"text": "One of the most startling facts to anyone who has toured Europe is that the Williamsburg guides have no set speeches, and are giving visitors their own interpretation of the rigorous course of lectures on colonial life which they are required to attend as part of their training.", "id": "onesf22", "log": []}, "casepp18": {"text": "This is not the case with the “postmodern” Paul Barolsky, who in 1994, seeking to explain what it is about the Mona Lisa that “holds us in thrall,” pointed to Leonardo’s remarkable technique, which creates a sense of texture and depth．", "id": "casepp18", "log": []}, "analysisit20": {"text": "Analysis is inextricably tied to action in thinking/acting cycles, in which managers develop thoughts about their companies and organizations not by analyzing a problematic situation and then acting, but by acting and analyzing in close concert.", "id": "analysisit20", "log": []}, "thoughhd33": {"text": "Though historically there is a discernible break between Jewish law of the sovereign state of ancient Israel and of the Diaspora (the dispersion of Jewish people after the conquest of Israel), the spirit of the legal matter in later parts of the Old Testament is very close to that of the Talmud, one of the primary codifications of Jewish law in the Diaspora.", "id": "thoughhd33", "log": []}, "examplees26": {"text": "For example, some early societies ceased to consider certain rites essential to their well-being and abandoned them, nevertheless, they retained as parts of their oral tradition the myths that had grown up around the rites and admired them for their artistic qualities rather than for their religious usefulness.", "id": "examplees26", "log": []}, "moresee19": {"text": "Mores, which embodied each culture’ s ideal principles for governing every citizen, were developed in the belief that the foundation of a community lies in the cultivation of individual powers to be placed in service to the community.", "id": "moresee19", "log": []}, "onebe30": {"text": "If one begins by examining why ancients refer to Amazons, it becomes clear that ancient Greek descriptions of such societies were meant not so much to represent observed historical fact – real Amazonian societies – but rather to offer “moral lessons” on the supposed outcome of women’s rule in their own society.", "id": "onebe30", "log": []}, "peopleia17": {"text": "People are increasingly aware of the dangers of an unhealthy diet, and the manufacturers of processed food know that sales will increase if they can advertise that their products have less salt or sugar.", "id": "peopleia17", "log": []}, "studieshg26": {"text": "Studies by Hargrave and Geen estimated natural community grazing rates by measuring feeding rates of individual zooplankton species in the laboratory and then computing community grazing rates for field conditions using the known population density of grazers.", "id": "studieshg26", "log": []}, "handpm21": {"text": "If, on the other hand, producing more of a commodity results in reducing its cost, this will tend to increase the supply offered by seller-producers, which in turn will lower the price and permit more consumers to buy the product.", "id": "handpm21", "log": []}, "physicistrd26": {"text": "The physicist rightly dreads precise argument, since an argument that is convincing only if it is precise loses all its force if the assumptions on which it is based are slightly changed, whereas an argument that is convincing though imprecise may well be stable under small perturbations of its underlying assumptions.", "id": "physicistrd26", "log": []}, "earlyhs37": {"text": "In the early 1950’s, historians who studied preindustrial Europe（which we may define here as Europe in the period from roughly 1300 to 1800）began, for the first time in large numbers, to investigate more of the preindustrial European population than the 2 or 3 percent who comprised the political and social elite: the kings, generals, judges, nobles, bishops, and local magnates who had hitherto usually filled history books.", "id": "earlyhs37", "log": []}, "perhapsbc14": {"text": "Perhaps he believed that he could not criticize American foreign policy without endangering the support for civil rights that he had won from the federal government.", "id": "perhapsbc14", "log": []}, "fightingad21": {"text": "They were fighting , albeit discreetly, to open the intellectual world to the new science and to liberate intellectual life from ecclesiastical philosophy and envisioned their work as contributing to the growth, not of philosophy , but of research in mathematics and physics.", "id": "fightingad21", "log": []}, "lowlandcs25": {"text": "In lowland country almost any spot on the ground may overlie what was once the bed of a river that has since become buried by soil; if they are now below the water’s upper surface (the water table), the gravels and sands of the former riverbed, and its sandbars, will be saturated with groundwater.", "id": "lowlandcs25", "log": []}, "possibledm22": {"text": "It was possible to demonstrate by other methods refined structural differences among neuron types;however, proof was lacking that the quality of the impulse or its condition was influenced by these differences, which seemed instead to influence the developmental patterning of the neural circuits.", "id": "possibledm22", "log": []}, "importantpm26": {"text": "Most important, perhaps, was that they had all maintained with a certain fidelity a manner of technique and composition consistent with those of America's first popular landscape artist, Thomas Cole, who built a career painting the Catskill Mountain scenery bordering the Hudson River.", "id": "importantpm26", "log": []}, "impactmc23": {"text": "An impact (on the Mars) capable of ejecting a fragment of the Martian surface into an Earth-intersecting orbit is even less probable than such an event on the Moon, in view of the Moon’s smaller size and closer proximity to Earth.", "id": "impactmc23", "log": []}, "actingrb27": {"text": "Acting on the recommendation of a British government committee investigating the high incidence in white lead factories of illness among employees, most of whom were women, the Home Secretary proposed in 1895 that Parliament enact legislation that would prohibit women from holding most jobs in white lead factories.", "id": "actingrb27", "log": []}, "legendst19": {"text": "Legend has it that sometime toward the end of the Civil War(1861--1865)a government train carrying oxen traveling through the northern plains of eastern Wyoming was caught in a snowstorm and had to be abandoned．", "id": "legendst19", "log": []}, "geologistsbo32": {"text": "Some geologists, however, on the basis of observations concerning mantle xenoliths, argue that the mantle is not layered ,  but that heterogeneity is created by fluids rich in \"incompatible elements\" (elements tending toward liquid rather than solid state) percolating upward and transforming portions of the upper mantle irregularly, according to the vagaries of the fluids’ pathways.（4+）", "id": "geologistsbo32", "log": []}, "manycf20": {"text": "Many critics of Family Bronte’s novel Wuthering Heights see its second part as a counterpoint that comments on,if it does not reverse,the first part,where a \"romantic\" reading receives more confirmation.", "id": "manycf20", "log": []}, "seriesmi38": {"text": "A series of mechanical improvements continuing well into the nineteenth century, including the introduction of pedals to sustain tone or to soften it, the perfection of a metal frame and steel wire of the finest quality, finally produced an instrument capable of myriad tonal effects from the most delicate harmonies to an almost orchestral fullness of sound, from a liquid, singing tone to a sharp, percussive brilliance．", "id": "seriesmi38", "log": []}, "molecularad21": {"text": "The molecular approach to detecting peptide hormones using cDNA probes should also be much faster than the immunological method because it can take years of tedious purifications to isolate peptide hormones and then develop antiserums to them.", "id": "molecularad21", "log": []}, "longhv31": {"text": "A long-held view of the history of English colonies that became the United States has been that England’s policy toward these colonies before 1763 was dictated by commercial interests and that a change to a more imperial policy, dominated by expansionist militarist objectives, generated the tensions that ultimately led to the American Revolution.", "id": "longhv31", "log": []}, "normallycc40": {"text": "Normally, the constantly changing levels of an animal's activity—sleeping, feeding, moving, reproducing, metabolizing, and producing enzymes and hormones, for example—are well coordinated with environmental rhythms, but the key question is whether the animal's schedule is driven by external cues, such as sunrise or sunset, or is instead dependent somehow on internal timers that themselves generate the observed biological rhythms.", "id": "normallycc40", "log": [{"action": 1, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBhUAEAIobA=="]]}}]}, "orderun36": {"text": "In order to understand the nature of the ecologist’s investigation, we may think of the density-dependent effects on growth parameters as the \"signal\" ecologists are trying to isolate and interpret, one that tends to make the population increase from relatively low values or decrease from relatively high ones, while the density-independent effects act to produce \"noise\" in the population dynamics.", "id": "orderun36", "log": []}, "daydt24": {"text": "Rather, in their day-by-day tactical maneuvers, these senior executives rely on what is vaguely termed \"intuition\" to manage a network of interrelated problems that require them to deal with ambiguity, inconsistency, novelty, and surprise; and to integrate action into the process of thinking.", "id": "daydt24", "log": []}, "inferredph25": {"text": "It can be inferred from the passage that a historian who wished to compare crime rates per thousand in a European city in one decade of the fifteenth century with crime rates in another decade of that century would probably be most aided by better information about which of the following?", "id": "inferredph25", "log": []}, "suchvs21": {"text": "Such variations in size, shape, chemistry, conduction speed, excitation threshold, and the like as had been demonstrated in nerve cells remained negligible in significance for any possible correlation with the manifold dimensions of mental experience.", "id": "suchvs21", "log": []}, "totallywl23": {"text": "Totally without light and subjected to intense pressures hundreds of times greater than at the Earth’s surface, the deep—ocean bottom is a hostile environment to humans, in some ways as forbidding and remote as the void of outer space．", "id": "totallywl23", "log": []}, "walzeram13": {"text": "And Walzer advocates as the means of eliminating this tyranny and of restoring genuine equality “the abolition of the power of money outside its sphere“.", "id": "walzeram13", "log": [{"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBhUAEAIoPA=="]]}}, {"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBxUyEQQTqA=="]]}}]}, "railroadspy23": {"text": "In the railroads' prime years, between 1890 and 1920, there were a few individuals in the United States, most of them with solid railroading experience behind them, who made a profession of writing about railroading—works offering the ambiance of stations, yards, and locomotive cabs．", "id": "railroadspy23", "log": []}, "appreciationto25": {"text": "The appreciation of traditional oral American Indian literature has been limited,  hampered by poor translations and by the difficulty ,  even in the rare culturally sensitive and aesthetically satisfying translation, of completely conveying the original’s verse structure, tone, and syntax.", "id": "appreciationto25", "log": []}, "argumentae10": {"text": "The argument attempts to establish that certain circumstances that would have had to occur for a particular explanation to be correct could not have occurred.", "id": "argumentae10", "log": []}, "citingec28": {"text": "Citing evidence that the carbon dioxide content of the atmosphere has increased more than seven percent in the last 30 years, many scientists have expressed a fear that destruction of forests and continued use of fossil fuels will cause an irreversible shift in Earth's climatic pattern.", "id": "citingec28", "log": []}, "ideasvp22": {"text": "Ideas about the value and purpose of education have also changed and with the increasing sophistication of workplaces and life skills needed for a successful career, the curriculum has also expanded to try to prepare children for the challenges of a diverse working community.", "id": "ideasvp22", "log": []}, "perhapsfm28": {"text": "Perhaps the fact many of these first studies considered only algae of a size that could be collected in a net (net phytoplankton), a practice that overlooked the smaller phytoplankton (nannoplankton) that we now know grazers are most likely to feed on, led to a de-emphasis of the role of grazers in subsequent research.", "id": "perhapsfm28", "log": []}, "theoriesfb23": {"text": "When theories formerly believed to be disinterested in their scientific objective are found instead to reflect a consistent observational and evaluative bias, and the presumed neutrality of science gives way to the recognition that categories of knowledge are human construction.", "id": "theoriesfb23", "log": []}, "althoughfa22": {"text": "Although fiction assuredly springs from political circumstances ,  its authors react to those circumstances in ways other than ideological ,  and talking about novels and stories primarily as instruments of ideology circumvents much of the fictional enterprise.（4）", "id": "althoughfa22", "log": []}, "questionsps40": {"text": "These questions are political in the sense that the debate over them will inevitably be less an exploration of abstract matters in a spirit of disinterested inquiry than an academic power struggle in which the careers and professional fortunes of many women scholars     -only now entering the academic profession in substantial numbers -will be at stake , and with them the chances for a distinctive contribution to humanistic understanding, a contribution that might be an important influence against sexism in our society.", "id": "questionsps40", "log": []}, "insteadtk28": {"text": "Instead of trying to keep down the body temperature deep inside the body, which would involve the expenditure of water and energy, desert mammals allow their temperatures to rise to what would normally be fever height, and temperatures as high as 46 degrees Celsius have been measured in Grant's gazelles．", "id": "insteadtk28", "log": []}, "thuscp39": {"text": "Thus, what in contrast to the Puritan colonies appears to Davis to be peculiarly Southern —acquisitiveness, a strong interest in politics and the law, and a tendency to cultivate metropolitan cultural models— was not only more typically English than the cultural patterns exhibited by Puritan Massachusetts and Connecticut, but also almost certainly characteristic of most other early modern British colonies from Barbados north to Rhode Island and New Hampshire.", "id": "thuscp39", "log": []}, "individualnm20": {"text": "The individual now has more information available than any generation, and the task of finding that one piece of information relevant to his or her specific problem is complicated,time--consuming, and sometimes even overwhelming.", "id": "individualnm20", "log": []}, "fraziermp25": {"text": "Frazier and Mosteller propose not only that researchers limit data collection on individual patients but also that researchers enroll more patients in clinical trials, thereby obtaining a more representative sample of the total population with the disease under study.", "id": "fraziermp25", "log": []}, "successionbp26": {"text": "This succession was based primarily on a series of deposits and events not directly related to glacial and interglacial periods,  rather than on the more usual modern method of studying biological remains found in interglacial beds themselves interstratified within glacial deposits.", "id": "successionbp26", "log": [{"action": 1, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBhUAEAIoIA=="]]}}]}, "sciencemf15": {"text": "Science moves forward, they say, not so much through the insights of great men of genius as because of more ordinary things like improved techniques and tool.", "id": "sciencemf15", "log": []}, "relationsba20": {"text": "The relations between animal activity and these periods, particularly for the daily rhythms, have been of such interest and importance that a huge amount of work has been done on them and the special research field of chronobiology has emerged.", "id": "relationsba20", "log": []}, "periodca27": {"text": "In a period characterized by the abandonment of so much of the realistic tradition by authors such as John Barth, Donald Barthelme, and Thomas Pynchon, Joyce Carol Oates has seemed at times determinedly old-fashioned in her insistence on the essentially mimetic quality of her fiction．", "id": "periodca27", "log": []}, "nowec19": {"text": "Now we must also examine the culture as we Mexican Americans have experienced it, passing from a sovereign people to compatriots with newly arriving settlers to, finally,  a conquered people – a charter minority on our own land.", "id": "nowec19", "log": []}, "changesca19": {"text": "Some changes Clark attributes to the particular way management and labor unions negotiated the introduction of the technology, whereas others are seen as arising from the capabilities and nature of the technology itself.", "id": "changesca19", "log": []}, "manyis32": {"text": "In many instances, spectators in the era before recorded sound experienced elaborate aural presentations alongside movies' visual images, from the Japanese benshi (narrators) crafting multivoiced dialogue narratives to original musical compositions performed by symphony-size orchestras in Europe and the United States.", "id": "manyis32", "log": []}, "thusae23": {"text": "Thus, in the American economic system it is the demand of individual consumers, coupled with the desire of businessmen to maximize profits and the desire of individuals to maximize their incomes, that together determine what shall be produced and how resources are used to produce it.", "id": "thusae23", "log": []}, "livertn18": {"text": "Not only are liver transplants never rejected,  but they even induce a state of donor-specific unresponsiveness in which subsequent transplants of other organs,  such as skin,  from that donor are accepted permanently.", "id": "livertn18", "log": []}, "evenrb19": {"text": "Even the requirement that biomaterials processed from these materials be nontoxic to host tissue can be met by techniques derived from studying the reactions of tissue cultures to biomaterials or from short-term implants.", "id": "evenrb19", "log": []}, "numberys28": {"text": "For a number of years the selection of music for each film program rested entirely in the hands of the conductor or leader of the orchestra, and very often the principal qualification for holding such a position was not skill or taste so much as the ownership of a large personal library of musical pieces．", "id": "numberys28", "log": []}, "althoughqv26": {"text": "Although qualitative variance among nerve energies was never rigidly disproved ,  the doctrine was generally abandoned in favor of the opposing view ,  namely ,  that nerve impulses are essentially homogeneous in quality and are transmitted as “common currency“ throughout the nervous system.", "id": "althoughqv26", "log": []}, "traditionallypw28": {"text": "Traditionally, pollination by wind has been viewed as a reproductive process marked by random events in which the vagaries of the wind are compensated for by the generation of vast quantities of pollen, so that the ultimate production of new seeds is assured at the expense of producing much more pollen than is actually used.", "id": "traditionallypw28", "log": []}, "numerousur19": {"text": "There are numerous unsubstantiated reports that natural vitamins are superior to synthetic ones, that fertilized eggs are nutritionally superior to unfertilized eggs, that untreated grains are better than fumigated grains and the like．", "id": "numerousur19", "log": []}, "studiesco43": {"text": "Studies carried out by Turner of many thousands of New and Old world specimens, both ancient and modern, suggest that the majority of prehistoric Americans are linked to Northern Asian populations by crown and root traits such as incisor shoveling (a scooping out on one or both surfaces of the tooth, single-rooted upper first premolars and triple-rooted lower first molars.", "id": "studiesco43", "log": []}, "openae26": {"text": "Open acknowledgment of the existence of women’s oppression was too radical for the United Stated in the fifties, and Beauvoir’s conclusion, that change in women’s economic condition, though insufficient by itself, “remains the basic factor” in improving women’s situation, was particularly unacceptable.", "id": "openae26", "log": []}, "grantedpe19": {"text": "Granted that the presence of these elements need not argue an authorial awareness of novelistic construction comparable to that of Henry James, their presence does encourage attempts to unify the novel’s heterogeneous parts.", "id": "grantedpe19", "log": []}, "comparisonfy19": {"text": "By comparison with these familiar yardsticks, the distances to the galaxies are incomprehensibly large, but they too are made more manageable by using a time calibration, in this case the distance that light travels in one year.", "id": "comparisonfy19", "log": []}, "probablyoh25": {"text": "Probably there is not one here who has not in the course of the day had occasion to set in motion a complex train of reasoning, of the very same kind, though differing in degree, as that which a scientific man goes through in tracing the causes of natural phenomena.", "id": "probablyoh25", "log": []}, "calculationsda36": {"text": "Calculations of the density of alloys based on Bernal-type models of the alloys metal component agreed fairly well with the experimentally determined values from measurements on alloys consisting of a noble metal together with a metalloid, such as alloys of palladium and silicon, or alloys consisting of iron, phosphorus, and carbon, although small discrepancies remained.", "id": "calculationsda36", "log": []}, "joncs25": {"text": "Jon Clark’s study of the effect of the modernization of a telephone exchange on exchange maintenance work and workers is a solid contribution to a debate that encompasses two lively issues in the history and sociology of technology: technological determinism and social constructivism.", "id": "joncs25", "log": [{"action": 1, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBRYyNAaCOw=="]]}}]}, "studiesai21": {"text": "As my own studies have advanced, I have been increasingly impressed with the functional similarities between insect and vertebrate societies and less so with the structural differences that seem , at first glance, to constitute such an immense gulf between them.", "id": "studiesai21", "log": []}, "hydrologiccm34": {"text": "The hydrologic cycle, a major topic in this science, is the complete cycle of phenomena through which water passes, beginning as atmospheric water vapor, passing into liquid and solid form as precipitation, thence along and into the ground surface, and finally again returning to the form of atmospheric water vapor by means of evaporation and transpiration.", "id": "hydrologiccm34", "log": []}, "rockic20": {"text": "As rock interface are crossed, the elastic characteristics encountered (by seismic waves) generally change abruptly, which causes part of the energy to be reflected back to the surface, where it is recorded by seismic instruments.", "id": "rockic20", "log": []}, "advantagenc18": {"text": "The advantage of nesting on cliffs is the immunity it gives from foxes, which cannot scale the sheer rocks, and from ravens and other species of gulls, which have difficulty in landing on narrow ledges to steal eggs.", "id": "advantagenc18", "log": []}, "strikingma20": {"text": "Most striking among the many asymmetries evident in an adult flatfish is eye placement :  before maturity one eye migrates, so that in an adult flatfish both eyes are on the same side of the head.", "id": "strikingma20", "log": []}, "definesfc33": {"text": "If she defines feminist criticism as objective and scientific – a valid, verifiable , intellectual method that anyone , whether man or woman , can perform – the definition not only precludes the critic-as-artist approach , but may also impede accomplishment of the utilitarian political objectives of those who seek to change the academic establishment and its thinking , especially about sex roles.", "id": "definesfc33", "log": []}, "onesn32": {"text": "One such novel idea is that of inserting into the chromosomes of plants discrete genes that are not a part of the plants’ natural constitution: specifically, the idea of inserting into no leguminous plants the genes, if they can be identified and isolated, that fit the leguminous plants to be hosts for nitrogen-fixing bacteria. Hence, the intensified research on legumes.", "id": "onesn32", "log": []}, "conclusionba28": {"text": "With the conclusion of a burst activity, the lactic acid level is high in the body fluids, leaving the large animal vulnerable to attack until the acid is reconverted, via oxidative metabolism, by the liver into glucose, which is then sent (in part) back to the muscles for glycogen resynthesis.", "id": "conclusionba28", "log": [{"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBxUyEQQUlA=="]]}}]}, "althoughga19": {"text": "Although Gutman admits that forced separation by sale was frequent, he shows that the slaves’ preference, revealed most clearly on plantations where sale was infrequent, was very much for stable monogamy.", "id": "althoughga19", "log": []}, "achievementsca30": {"text": "The achievements of the colonial artists, particularly those of Copley, West, and Peale, lent credence to the boast that the new nation was capable of encouraging genius and that political liberty was congenial to the development of taste——a necessary step before art could assume an important role in the new republic．", "id": "achievementsca30", "log": []}, "unlesssy29": {"text": "Unless they succeed, the yield gains of the Green Revolution will be largely lost even if the genes in legumes that equip those plants to enter into a symbiosis with nitrogen fixers are identified and isolated, and even if the transfer of those gene complexes, once they are found, becomes possible.", "id": "unlesssy29", "log": []}, "virginiawp31": {"text": "Virginia Woolf’s provocative statement about her intentions in writing Mrs. Dalloway has regularly been ignored by the critics ,  since it highlights an aspect of her literary interests very different from the traditional picture of the “poetic“ novelist concerned with examining states of reverie and vision and with following the intricate pathways of individual consciousness.", "id": "virginiawp31", "log": []}, "pointcc23": {"text": "My point is that its central consciousness—its profound understanding of class and gender as shaping influences on people’s lives—owes much to that earlier literary heritage, a heritage that, in general, has not been sufficiently valued by most contemporary literary critics.", "id": "pointcc23", "log": []}, "numberwe19": {"text": "But as the number of wage earners in manufacturing rose from 2.7 million in 1880 to 4.5 million in 1900 to 8．4 million in 1920, the number of huge plants like the Baldwin Locomotive Works in Philadelphia burgeoned, as did the size of the average plant．", "id": "numberwe19", "log": [{"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBRYyNAaB9w=="]]}}]}, "argumenthe26": {"text": "The argument that humans, even in prehistoric times, had some number sense, at least to the extent of recognizing the concepts of more and less when some objects were added to or taken away from a small group, seems fair for studies have shown that some animals possess such a sense．", "id": "argumenthe26", "log": []}, "recentlysc18": {"text": "Recently some scientists have concluded that meteorites found on Earth and long believed to have a Martian origin might actually have been blasted free of Mars’s gravity by the impact on Mars of other meteorites.", "id": "recentlysc18", "log": []}, "generaltw13": {"text": "In general, the tests work most effectively when the qualities to be measured can be most precisely defined and least effectively when what is to be measured or predicted can not be well defined.", "id": "generaltw13", "log": []}, "factta27": {"text": "In fact, throughout the animal kingdom, from sponges to certain types of worms, shellfish, and all vertebrates(creatures possessing a spinal column), there is evidence that transplants of cells or fragments of tissues into an animal are accepted only if they come from genetically compatible or closely related individuals．", "id": "factta27", "log": [{"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBxUyEQQUbg=="]]}}]}, "coincidentca20": {"text": "Coincident with concerns about the accelerating loss of species and habitats has been a growing appreciation of the importance of biological diversity, the number of species in a particular ecosystem, to the health of the Earth and human well-being．", "id": "coincidentca20", "log": []}, "hardywd16": {"text": "Hardy’s weakness derived from his apparent inability to control the comings and goings of these divergent impulses and from his unwillingness to cultivate and sustain the energetic and risky ones.", "id": "hardywd16", "log": []}, "critiquehi24": {"text": "A critique of Handlin’s interpretation of why legal slavery did not appear until the 1660’s suggests that assumptions about the relation between slavery and racial prejudice should be reexamined, and that explanations for the different treatment of Black slaves in North and South America should be expanded.（4）", "id": "critiquehi24", "log": [{"action": 0, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDAxQcHA054g=="]]}}]}, "doctrineba28": {"text": "This doctrine has broadened the application of the Fourteenth Amendment to other nonracial forms of discrimination, for while some justices have refused to find, any legislative classification other than race to be constitutionally disfavored,  most have been receptive to arguments that at least some nonracial discriminations ,  sexual discrimination in particular, are “suspect“ and deserve this heightened scrutiny by the courts.", "id": "doctrineba28", "log": []}, "thereforeoa23": {"text": "Therefore, when observational assessment is used as a technique for studying infant perceptual abilities, care must be taken not to overgeneralize from the data or to rely on one or two studies as conclusive evidence of a particular perceptual ability of the infant.", "id": "thereforeoa23", "log": []}, "followingpp16": {"text": "Which of the following most probably provides an appropriate analogy from human morphology for the “details” versus “constraints” distinction made in the passage in relation to human behavior?", "id": "followingpp16", "log": []}, "changemt24": {"text": "The change met the technical requirements of the new age by engaging a large profess signal element and prevented the decline in efficiency that so commonly spoiled the fortunes of family firms in the second and third generation after the energetic founders.", "id": "changemt24", "log": []}, "thosehk15": {"text": "But those of who hoped, with Kolb, that Kolb’s newly published complete edition of Proust’s correspondence for 1909 would document the process in greater detail are disappointed.", "id": "thosehk15", "log": []}, "additionsb28": {"text": "In addition, the style of some Black novels, like Jean Toomer’s Cane, verges on expressionism or surrealism ; does this technique provide a counterpoint to the prevalent theme that portrays the fate against which Black heroes are pitted, a theme usually conveyed by more naturalistic modes of expression ?", "id": "additionsb28", "log": []}, "preferenceeg23": {"text": "This preference for exogamy,Gutman suggests, may have derived from West African rules governing marriage, which, though they differed from one tribal group to another, all involved some kind of prohibition against unions with close kin.", "id": "preferenceeg23", "log": []}, "resultce21": {"text": "As a result, claims that eating a diet consisting entirely of organically grown foods prevents or cures disease or provides other benefits to health have become widely publicized and form the basis for folklore．", "id": "resultce21", "log": []}, "speciessu23": {"text": "Among the species of seabirds that use the windswept cliffs of the Atlantic coast of Canada in the summer to mate, lay eggs, and rear their young are common murres, Atlantic puffins, black-legged kittiwakes, and northern gannets.", "id": "speciessu23", "log": []}, "changeot23": {"text": "It was not the change in office technology, but rather the separation of secretarial work, previously seen as an apprenticeship for beginning managers, from administrative work that in the 1880’ s created a new class of \"dead-end\" jobs, thenceforth considered \"women ’s work \".", "id": "changeot23", "log": []}, "suchpc24": {"text": "Such philosophical concerns as the mind-body problem or, more generally, the nature of knowledge they believe, are basic human questions whose tentative philosophical solutions have served as the necessary foundations on which all other intellectual speculation has rested.", "id": "suchpc24", "log": []}, "newds26": {"text": "While the new doctrine seems almost certainly correct, the one papyrus fragment raises the specter that another may be unearthed, showing, for instance, that it was a posthumous production of the Danaid tetralogy which bested Sophocles, and throwing the date once more into utter confusion.", "id": "newds26", "log": []}, "achievingnm20": {"text": "But achieving necessary matches in physical properties across interfaces between living and nonliving matter requires knowledge of which molecules control the bonding of cells to each other—an area that we have not yet explored thoroughly.", "id": "achievingnm20", "log": []}, "underfv32": {"text": "Under the force of this view,it was perhaps inevitable that the art of rhetoric should pass from the status of being regarded as of questionable worth (because although it might be both a source of pleasure and a means to urge people to right action, it might also be a means to distort truth and a source of misguided action ) to the status of being wholly condemned.", "id": "underfv32", "log": []}, "wisheddt15": {"text": "She wished to discard the traditional methods and established vocabularies of such dance forms as ballet and to explore the internal sources of human expressiveness.", "id": "wisheddt15", "log": []}, "ideaad19": {"text": "The idea of an autonomous discipline called \"philosophy\",  distinct from and sitting in judgment on such pursuits as theology and science turns out, on close examination, to be of quite recent origin.", "id": "ideaad19", "log": []}, "historianft24": {"text": "The historian Frederick J. Turner wrote in the 1890’s that the agrarian discontent that had been developing steadily in the United States since about 1870 had been precipitated by the closing of the internal frontier———that is ,  the depletion of available new land needed for further expansion of the American farming system.", "id": "historianft24", "log": []}, "heardrm24": {"text": "You have all heard it repeated that men of science work by means of induction and deduction, that by the help of these operations, they, in a sort of sense, manage to extract from Nature certain natural laws, and that out of these, by some special skill of their own, they build up their theories.", "id": "heardrm24", "log": []}, "hypothesisbc31": {"text": "The hypothesis that begging calls have evolved properties that reduce their potential for attracting predators yields a prediction: baby birds of species that experience high rates of nest predation should produce softer begging signals of higher frequency than nestlings of other species less often victimized by nest predators.", "id": "hypothesisbc31", "log": []}, "correlationcd15": {"text": "The correlation of carbon dioxide with temperature , of course , does not establish whether changes in atmospheric composition caused the warming and cooling trends or were caused by their.", "id": "correlationcd15", "log": []}, "sexrf12": {"text": "That sex ratio will be favored which maximizes the number of descendants an individual will have and hence the number of gene copies transmitted.", "id": "sexrf12", "log": []}, "growingpb22": {"text": "With the growing prosperity brought on by the Second World War and the economic boom that followed it, young people married and established households earlier and began to raise larger families than had their predecessors during the Depression．", "id": "growingpb22", "log": []}, "douglassir20": {"text": "Like Douglass, who invoked the rhetoric of male individualism to encourage identification with his narrative, she had to make her readers take the oppression of slave women personally, to see it as a threat to their own sense of themselves as women.", "id": "douglassir20", "log": []}, "lebsockma24": {"text": "Lebsock, meanwhile, attempts not only to write the history of women in one southern community, but also to redirect two decades of historiographical debate as to whether women gained or lost status in the nineteenth century as compared with the eighteenth century.", "id": "lebsockma24", "log": []}, "attemptsrm19": {"text": "Attempts to reduce the meaning of technology to cold, hard metal are bound to fail, for machinery is just scrap unless it is organized functionally and supported by appropriate systems of operation and maintenance.", "id": "attemptsrm19", "log": []}, "evenrc29": {"text": "Even the \"radical\" critiques of this mainstream research model ,  such as the critique developed in Divided Society, attach the issue of ethnic assimilation too mechanically to factors of economic and social mobility and are thus unable to illuminate the cultural subordination of Puerto Ricans as a colonial minority.", "id": "evenrc29", "log": []}, "bestel35": {"text": "The best evidence for the layered-mantle thesis is the well-established fact that volcanic rocks found on oceanic islands, islands believed to result from mantle plumes arising from the lower mantle, are composed of material fundamentally different from that of the mid-ocean ridge system,whose source,most geologists contend, is the upper mantle.（5 -）", "id": "bestel35", "log": []}, "islamiclp29": {"text": "Islamic law is a phenomenon so different from all other forms of law-notwithstanding,of course,a considerable and inevitable number of coincidences with one or the other of them as far as subject matter and positive enactments are concerned-that its study is indispensable in order to appreciate adequately the full range of possible legal phenomena.", "id": "islamiclp29", "log": []}, "familiesma21": {"text": "As families move away from their stable community, their friends of many years, their extended family relationships, the informal flow of information is cut off, and with it the confidence that information will be available when needed and will be trustworthy and reliable.", "id": "familiesma21", "log": [{"action": 1, "datetime": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EDBxUyEQQUtg=="]]}}]}, "playcv31": {"text": "But the play’ s complex view of Black self-esteem and human solidarity as compatible is no more “contradictory“ than Du Bois’ famous ,  well-considered ideal of ethnic self-awareness coexisting with human unity, or Fanon’s emphasis on an ideal internationalism that also accommodates national identities and roles.", "id": "playcv31", "log": []}, "regardlq42": {"text": "With regard to this last question, we might note in passing that Thompson , while rightly restoring laboring people to the stage of eighteen-century English history , has probably exaggerated the opposition of these people to the inroads of capitalist consumerism in general :for example, laboring people in eighteen-century England readily shifted from home-brewed beer to standardized beer produced by huge,heavily capitalized urban breweries.", "id": "regardlq42", "log": []}, "acutegp24": {"text": "The acute, growing public awareness of the social changes that had been taking place for some time was tied to tremendous growth in popular journalism in the late nineteenth century, including growth in quantity and circulation of both magazines and newspapers．", "id": "acutegp24", "log": []}, "factlu23": {"text": "In fact, a lack of understanding concerning the purposes of Egyptian art has often led it to be compared unfavorably with the art of other cultures: Why did the Egyptians not develop sculpture in which the body turned and twisted through space like classical Greek statuary?", "id": "factlu23", "log": []}, "oneng21": {"text": "It is one of nature’s great ironies that the availability of nitrogen in the soil frequently sets an upper limit on plant growth even though the plants’ leaves are bathed in a sea of nitrogen gas.", "id": "oneng21", "log": []}, "scalesoc19": {"text": "It is not that the scales in the one case, and the balance in the other, differ in the principles of their construction or manner of working; but that the latter is much finer apparatus and of course much more accurate in its measurement than the former.", "id": "scalesoc19", "log": []}}